tap "bashsenpai/core"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nextdns/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bat"
brew "python@3.13"
brew "python@3.12"
brew "cmake"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "git-lfs"
brew "netpbm"
brew "gts"
brew "htop"
brew "jq"
brew "librsvg"
brew "libusb"
brew "luarocks"
brew "mingw-w64"
brew "node"
brew "openblas"
brew "ollama"
brew "protobuf"
brew "openvino"
brew "postgresql@14"
brew "protobuf-c"
brew "ripgrep"
brew "sl"
brew "ttfautohint"
brew "typst"
brew "wget"
brew "yarn"
brew "z3"
brew "zoxide"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
cask "anki"
cask "devtoys"
cask "kawa"
cask "latest"
cask "maccy"
cask "rectangle"
cask "shortcat"
