tap "felixkratz/formulae"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "cmake"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "gnuplot"
brew "netpbm"
brew "gts"
brew "htop"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "libusb"
brew "mingw-w64"
brew "node"
brew "ollama"
brew "openblas"
brew "postgresql@14"
brew "protobuf"
brew "protobuf-c"
brew "python@3.12"
brew "python@3.13"
brew "ripgrep"
brew "tectonic"
brew "tokei"
brew "typst"
brew "wget"
brew "yarn"
brew "zoxide"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
cask "betterdisplay"
cask "bitwarden"
cask "devtoys"
cask "font-eb-garamond"
cask "font-hack-nerd-font"
cask "ghostty"
cask "latest"
cask "maccy"
cask "sf-symbols"
cask "shortcat"
