tap "felixkratz/formulae"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "tw93/tap"
tap "withgraphite/tap"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "cmake"
brew "curl"
brew "difftastic"
brew "docker-buildx"
brew "docker-compose"
brew "duti"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "glow"
brew "libusb"
brew "gnuplot"
brew "netpbm"
brew "gts"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libffi"
brew "librsvg"
brew "mdbook"
brew "mergiraf"
brew "mingw-w64"
brew "nasm"
brew "node"
brew "open-mpi"
brew "openblas"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "protobuf-c"
brew "python@3.12"
brew "python@3.13"
brew "python@3.14"
brew "ripgrep"
brew "rm-improved"
brew "tailscale"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "tectonic"
brew "terminal-notifier"
brew "tokei"
brew "typst"
brew "wget"
brew "worktrunk"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "jakehilborn/jakehilborn/displayplacer"
brew "tw93/tap/mole"
brew "withgraphite/tap/graphite"
cask "betterdisplay"
cask "bitwarden"
cask "codex"
cask "devtoys"
cask "font-eb-garamond"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "latest"
cask "sf-symbols"
cask "shortcat"
cargo "bob-nvim"
cargo "cargo-audit"
cargo "cargo-binstall"
cargo "cargo-cache"
cargo "cargo-edit"
cargo "cargo-instruments"
cargo "cargo-machete"
cargo "cargo-nextest"
cargo "cargo-update"
cargo "cargo-watch"
cargo "du-dust"
cargo "just"
cargo "svm-rs"
cargo "tomlq"
cargo "tree-sitter-cli"
cargo "trunk"
cargo "typos-cli"
cargo "typstyle"
cargo "wasm-bindgen-cli"
cargo "wasm-pack"
